Repository: didinewf/WardClient
Catalog: WardClient/*.lproj/Localizable.strings
Languages: he

source: The girl photographs the old woman
he: הבחורה מצלמת את האישה הזקנה

source: The old woman sits in a couch
he: אישה זקנה יושבת בכורסה

source: The woman the girl covers is blonde
he: האישה שהבחורה מכסה היא בלונדינית

source: The woman who covers the girl is blonde
he: האישה שמכסה את הבחורה היא בלונדינית

source: The woman the girl covers is old
he: האישה שהבחורה מכסה היא זקנה

source: The woman who covers the girl is old
he: האישה שמכסה את הבחורה היא זקנה

source: The woman the girl pushes is blonde
he: האישה שהבחורה דוחפת היא בלודינית

source: The woman who pushes the girl is blonde
he: האישה שדוחפת את הבחורה היא בלונדינית

source: The woman the girl pushes is old
he: האישה שהבחורה דוחפת היא זקנה

source: The woman who pushes the girl is old
he: האישה שדוחפת את הבחורה היא זקנה

source: The woman the girl photographs is blonde
he: האישה שהבחורה מצלמת היא בלונדינית

source: The woman who photographs the girl is blonde
he: האישה שמצלמת את הבחורה היא בלונדינית

source: The woman the girl photographs is old
he: האישה שהבחורה מצלמת היא זקנה

source: The woman who photographs the girl is old
he: האישה שמצלמת את הבחורה היא זקנה

source: The pillow the blanket occludes is blue
he: הכרית שהשמיכה מכסה היא כחולה

source: The pillow the blanket occludes is red
he: הכרית שהשמיכה מכסה היא אדומה

source: The pillow that occludes the blanket is blue
he: הכרית שמכסה את השמיכה היא כחולה

source: The pillow that occludes the blanket is red
he: הכרית שמכסה את השמיכה היא אדומה

source: In the picture there are blue circles
he: יש בתמונה עיגולים כחולים

source: In the picture there are blue squares
he: יש בתמונה ריבועים כחולים

source: In the picture there are more blue circles than yellow circles
he: בתמונה יש יותר עיגולים כחולים מעיגולים צהובים

source: In the picture there are more yellow circles than blue circles
he: בתמונה יש יותר עיגולים צהובים מעיגולים כחולים

source: In the picture there are less blue circles than yellow circles
he: בתמונה יש פחות עיגולים כחולים מעיגולים צהובים

source: In the picture there are less yellow circles than blue circles
he: בתמונה יש פחות עיגולים צהובים מעיגולים כחולים
